[IRI_Adaptation X2AbilityTemplate]
LocFriendlyName="适应/突破"
LocLongDescription="适应：当受到伤害时，士兵将获得对该伤害类型的叠加抗性，直到本次任务结束。突破：如果受到重伤，士兵的最大生命值将增加1点。战后士兵需要额外的时间来恢复健康。每个战术任务可触发一次。"
LocHelpText="适应：当受到伤害时，士兵将获得对该伤害类型的叠加抗性，直到本次任务结束。突破：如果受到重伤，士兵的最大生命值将增加1点。战后士兵需要额外的时间来恢复健康。每个战术任务可触发一次。"
LocFlyOverText="适应"

[IRI_Berserk X2AbilityTemplate]
LocFriendlyName="狂暴基因"
LocLongDescription="恐慌或受到攻击时，将使该士兵进入狂暴状态，并攻击视线中的敌人。"
LocHelpText="恐慌或受到攻击时，将使该士兵进入狂暴状态，并攻击视线中的敌人。"
LocFlyOverText="狂暴！"

[IRI_Berserk_Passive X2AbilityTemplate]
LocFriendlyName="狂暴基因"
LocLongDescription="恐慌或受到攻击时，将使该士兵进入狂暴状态，并攻击视线中的敌人。"
LocHelpText="恐慌或受到攻击时，将使该士兵进入狂暴状态，并攻击视线中的敌人。"

[IRI_SecondaryHeart X2AbilityTemplate]
LocFriendlyName="次要心脏"
LocLongDescription="受到致命伤害后，该士兵将开始流血（失去意识）。该能力将使他保持清醒，但如果在几个回合内没有被稳定或撤离，他仍然会死亡。"
LocHelpText="受到致命伤害后，该士兵将开始流血（失去意识）。该能力将使他保持清醒，但如果在几个回合内没有被稳定或撤离，他仍然会死亡。"

[IRI_TranquilMind X2AbilityTemplate]
LocFriendlyName="平静心灵"
LocLongDescription="该士兵无法被任何灵能能力瞄准或影响，即使来自盟友或者自己也无效。"
LocHelpText="该士兵无法被任何灵能能力瞄准或影响，即使来自盟友或者自己也无效。"

[IRI_ChaoticMind X2AbilityTemplate]
LocFriendlyName="混乱心灵"
LocLongDescription="该士兵获得大量的灵能攻击加成，但他无法控制力量，并且在回合结束时将伤害2格内的所有单位，包括盟友。安慰技能和心灵护盾将压制其负面效果。"
LocHelpText="该士兵获得大量的灵能攻击加成，但他无法控制力量，并且在回合结束时将伤害2格内的所有单位，包括盟友。安慰技能和心灵护盾将压制其负面效果。"

[IRI_ChaoticMind_Passive X2AbilityTemplate]
LocFriendlyName="混乱心灵"
LocLongDescription="该士兵获得大量的灵能攻击加成，但他无法控制力量，并且在回合结束时将伤害2格内的所有单位，包括盟友。安慰技能和心灵护盾将压制其负面效果。"
LocHelpText="该士兵获得大量的灵能攻击加成，但他无法控制力量，并且在回合结束时将伤害2格内的所有单位，包括盟友。安慰技能和心灵护盾将压制其负面效果。"

[IRI_CheetahGenes X2AbilityTemplate]
LocFriendlyName="猎豹基因"
LocLongDescription="当穿戴轻型/中型/重型盔甲时，该士兵获得+6/+4/+2的移动力。但是，士兵移动会逐渐失去加成，甚至将转变为惩罚。士兵不移动的每个回合，会恢复失去的移动力。士兵白天视力更好，晚上视力更差。"
LocHelpText="当穿戴轻型/中型/重型盔甲时，该士兵获得+6/+4/+2的移动力。但是，士兵移动会逐渐失去加成，甚至将转变为惩罚。士兵不移动的每个回合，会恢复失去的移动力。士兵白天视力更好，晚上视力更差。"

[IRI_CheetahGenes_Penalty X2AbilityTemplate]
LocFriendlyName="猎豹基因"
LocLongDescription="当穿戴轻型/中型/重型盔甲时，该士兵获得+6/+4/+2的移动力。但是，士兵移动会逐渐失去加成，甚至将转变为惩罚。士兵不移动的每个回合，会恢复失去的移动力。士兵白天视力更好，晚上视力更差。"
LocHelpText="当穿戴轻型/中型/重型盔甲时，该士兵获得+6/+4/+2的移动力。但是，士兵移动会逐渐失去加成，甚至将转变为惩罚。士兵不移动的每个回合，会恢复失去的移动力。士兵白天视力更好，晚上视力更差。"

[IRI_LizardReflex X2AbilityTemplate]
LocFriendlyName="毒蛇反应"
LocLongDescription="士兵获得+20闪避值，当成功闪避敌人的攻击时，能完全避免受到任何伤害。每回合触发一次。士兵在寒冷和炎热的环境中作战，将受到一点点的惩罚。"
LocHelpText="士兵获得+20闪避值，当成功闪避敌人的攻击时，能完全避免受到任何伤害。每回合触发一次。士兵在寒冷和炎热的环境中作战，将受到一点点的惩罚。"
LocFlyOverText="毒蛇反应"
